[
    {
        "category_id": "01",
        "category_link": "osvita",
        "category_name": "освіта",
        "category_icon": "GiTeacher",
        "category_color": "",
        "category_description": "Освіта це - дисципліна, яка пов'язана з методами викладання і навчання в школах та вищих навчальних закладах. це набуття знань, навичок, цінностей, переконань і звичок. методи освіти включають розповідь, дискусію, навчання та спрямовані дослідження. освіта часто відбувається під керівництвом педагогів, а також учні можуть виховуватись самостійно.",
        "categories": [
            {
                "id": "011",
                "link": "nauky_pro_osvitu",
                "image": "images/nauky_pro_osvitu.jpg",
                "name": "науки про освіту",
                "description": "– це інтелектуальна і практична діяльність, яка охоплює всебічне вивчення структури і поведінки фізичного і природного світу шляхом спостереження і експерименту."
            },
            {
                "id": "012",
                "link": "doshkilna_osvita",
                "image": "images/.jpg",
                "name": "дошкільна освіта",
                "description": "- це надання освіти дітям до початку обов'язкової освіти, зазвичай у віці від трьох до п'яти років, в залежності від юрисдикції. Дошкільною освітою також називають дитячим садком."

            },
            {
                "id": "013",
                "link": "pochatkova_osvita",
                "image": "images/.jpg",
                "name": "початкова освіта",
                "description": "призначена для дітей від дитячого садка до шостого класу. Початкова освіта дає учням базове розуміння різних предметів, а також навичок, які вони будуть використовувати протягом усього свого життя."
            },
            {
                "id": "014",
                "link": "serednia_osvita",
                "image": "images/.jpg",
                "name": "середня освіта",
                "description": "зазвичай включає 9-12 класи. Учні середніх шкіл вивчають загальні предмети, такі як англійська, математика і природничі науки. Школи середньої освіти приймають різні форми і пропонують різноманітну середу навчання."
            },
            {
                "id": "015",
                "link": "profesiina_osvita",
                "image": "images/.jpg",
                "name": "професійна освіта",
                "description": "- це формалізований підхід до спеціалізованого навчання в професійній школі, за допомогою якого учасники набувають тематичні знання і вчаться застосовувати методи. Цілі професійної освіти включають розуміння основних концепцій, принципів і методів, що застосовуються на практиці, досягнення рівня компетентності, необхідного для відповідального вступу в професійну практику."
            },
            {
                "id": "016",
                "link": "spetsialna_osvita",
                "image": "images/.jpg",
                "name": "спеціальна освіта",
                "description": "- це форма навчання, що надається учням з особливими потребами, такими як учні з обмеженими можливостями або розумовими вадами."
            },
            {
                "id": "017",
                "link": "fizychna_kultura_i_sport",
                "image": "images/.jpg",
                "name": "фізична культура і спорт",
                "description": "- це сфера в соціальній діяльності, призначена для зміцнення особистого здоров'я, розвитку своїх фізичних здібностей за допомогою таких засобів, як силові тренування, дієта, заняття аеробікою, спортивні змагання і розумова дисципліна."
            }
        ]
    },
    {
        "category_id": "02",
        "category_link": "kultura_ta_mystetstvo",
        "category_name": "культура та мистецтво",
        "category_icon": "GiPalette",
        "category_color": "",
        "category_description": " – це творчий напрямок, який поєднує в собі самі різні прояви людської діяльності. Цей напрямок включає самовираження, самопізнання і найважливіші складові життя будь-якого суспільства, а також показники рівня розвитку та моральності. Саме тому потрібні фахівці, які несуть в маси культуру і мистецтво.",
        "categories": [

            {
                "id": "021",
                "link": "audiovizualne_mystetstvo_ta_vyrobnytstvo",
                "image": "images/.jpg",
                "name": "аудіовізуальне мистецтво та виробництво",
                "description": "- це вид мистецтва, який представляє собою різні форми екранної культури, що поєднує звукову та візуальну складові в одну структуру, де зв'язок між ними забезпечується безперервно."
            },
            {
                "id": "022",
                "link": "dyzain",
                "image": "images/.jpg",
                "name": "дизайн",
                "description": "- це те, що пов'язує творчість та інновації. Він формує ідеї, щоб пропозиції стали практичними і привабливими для користувачів або клієнтів."
            },
            {
                "id": "023",
                "link": "obrazotvorche_mystetstvo,_dekoratyvne_mystetstvo,_restavratsiia",
                "image": "images/.jpg",
                "name": "образотворче мистецтво, декоративне мистецтво, реставрація",
                "description": ""
            },
            {
                "id": "024",
                "link": "khoreohrafiia",
                "image": "images/.jpg",
                "name": "хореографія",
                "description": "- це мистецтво створення та аранжування танців. Вона спрямована на об'єднання придбаних теоретичних і практичних знань виконання основних танцювальних рухів."
            },
            {
                "id": "025",
                "link": "muzychne_mystetstvo",
                "image": "images/.jpg",
                "name": "музичне мистецтво",
                "description": "- це вид мистецтва, в якому втілені художні образи, пов'язані з поєднанням вокальних або інструментальних звуків."
            },
            {
                "id": "026",
                "link": "stsenichne_mystetstvo",
                "image": "images/.jpg",
                "name": "сценічне мистецтво",
                "description": "- це форма мистецтва, що відображає реальність, характери, події, конфлікти, їх трактування та оцінки шляхом дії, що виникає в процесі гри актора перед публікою."
            },
            {
                "id": "027",
                "link": "muzeieznavstvo,_pamiatkoznavstvo",
                "image": "images/.jpg",
                "name": "музеєзнавство, пам’яткознавство",
                "description": "- це дисципліна, яка вивчає і розмірковує про музеї, їх історичний розвитк, роль в суспільстві і пов'язаною з ним діяльністю, такою як управління, консервація, дослідження і комунікації."
            },
            {
                "id": "028",
                "link": "menedzhment_sotsiokulturnoi_diialnosti",
                "image": "images/.jpg",
                "name": "менеджмент соціокультурної діяльності",
                "description": ""
            },
            {
                "id": "029",
                "link": "informatsiina,_bibliotechna_ta_arkhivna_sprava",
                "image": "images/.jpg",
                "name": "інформаційна, бібліотечна та архівна справа",
                "description": ""
            }
        ]
    },
    {
        "category_id": "03",
        "category_link": "humanitarni_nauky",
        "category_name": "гуманітарні науки",
        "category_icon": "GiVitruvianMan",
        "category_color": "",
        "category_description": "- це група дисциплін, що вивчають людину і його культуру, вивчення яких веде до упорядкування розвитку розумових і моральних сил, а також виникнення культури в різних проявах.",
        "categories": [
            {
                "id": "031",
                "link": "relihiieznavstvo",
                "image": "images/.jpg",
                "name": "релігієзнавство",
                "description": "- це наука про релігію. За своєю природою є складною міждисциплінарної областю, яка має безпосереднє відношення до світу, в якому ми живемо і яке вивчає релігійну поведінку людини, його ставлення до Бога. Воно вчить про вищі цінності і їх зв'язку з нашою мирським життям."
            },
            {
                "id": "032",
                "link": "istoriia_ta_arkheolohiia",
                "image": "images/.jpg",
                "name": "історія та археологія",
                "description": "є широким предметом, і визначення можуть різнитися, але в цілому це вивчення культури та історії минулих народів і їх товариств шляхом виявлення і вивчення їх матеріальних останків, тобто знарядь, руїн."
            },
            {
                "id": "033",
                "link": "filosofiia",
                "image": "images/.jpg",
                "name": "філософія",
                "description": "- це діяльність, яку люди роблять, коли прагнуть зрозуміти фундаментальні істини про себе, світ, в якому вони живуть, і їх відносинах зі світом і один з одним."
            },
            {
                "id": "034",
                "link": "kulturolohiia",
                "image": "images/.jpg",
                "name": "культурологія",
                "description": "- це міждисциплінарна область досліджень і викладання, яка досліджує способи, якими «культура» створює і трансформує індивідуальний досвід, повсякденне життя, соціальні відносини і владу."
            },
            {
                "id": "035",
                "link": "filolohiia",
                "image": "images/.jpg",
                "name": "філологія",
                "description": "- це вивчення мови в літературних джерелах, є поєднанням літературознавства, історії та лінгвістики. Це наука, яка займається всім, що було передано з давніх-давен традиційно, на грецькому або латинською мовою."
            }
        ]
    },
    {
        "category_id": "04",
        "category_link": "bogoslovya",
        "category_name": "богослов’я",
        "category_icon": "GiMeditation",
        "category_color": "",
        "category_description": "– це наука про віровчення, про релігійну культурну спадщину та форми релігійного життя. Займаючись релігійною діяльністю і освітою, можна зробити чіткі, послідовні і актуальні висновки про Бога і його наслідки, засновані на Божих одкровеннях.",
        "categories": [
            {
                "id": "041",
                "link": "bohoslovia",
                "image": "images/.jpg",
                "name": "богослов’я",
                "description": "Студенти після закінчення можуть займатися науково-дослідною, навчально-виховною роботою. Теологи служать в релігійних установах (церковних парафіях, мечетях, буддистських храмах), викладають в навчальних закладах, працюють у світських закладах."
            }]
    },
    {
        "category_id": "05",
        "category_link": "sotsialni_ta_povedinkovi_nauky",
        "category_name": "соціальні та поведінкові науки",
        "category_icon": "GiDiscussion",
        "category_color": "",
        "category_description": "займаються вивченням людського суспільства і взаємин людей в суспільстві і з ним. Основними академічними дисциплінами суспільних наук є соціологія, економіка, політологія і психологія. Поведінкові науки, зокрема, психологія, займаються вивченням дій людей і тварин. Ключовим зусиллям поведінкових наук є розуміння, прогнозування і вплив на поведінку.",
        "categories": [
            {
                "id": "051",
                "link": "ekonomika",
                "image": "images/.jpg",
                "name": "економіка",
                "description": "- це діяльність з виробництва та споживання, яка визначає, як обмежені ресурси розподіляються в області. Вона включає все, що пов'язано з виробництвом і споживанням товарів і послуг."
            },
            {
                "id": "052",
                "link": "politolohiia",
                "image": "images/.jpg",
                "name": "політологія",
                "description": "- це соціальна наука, яка фокусується на державних інститутах і політичній поведінці, а також аналізує політичну діяльність, думки і поведінку в системах управління."
            },
            {
                "id": "053",
                "link": "psykholohiia",
                "image": "images/.jpg",
                "name": "психологія",
                "description": "- це наукове дослідження розуму і поведінки, яка охоплює всі аспекти людського досвіду, від функцій мозку до дій народів. Психологи беруть активну участь у вивченні і розумінні психічних процесів, функцій мозку і поведінки."
            },
            {
                "id": "054",
                "link": "sotsiolohiia",
                "image": "images/.jpg",
                "name": "соціологія",
                "description": "– це вивчення груп і групових взаємодій, товариств і соціальних взаємодій, від малих і особистих груп до дуже великих груп, яке надає інструменти для розуміння того, як і чому функціонує наше суспільство, вплив соціальних інтуїцій на життя окремих людей і проблеми соціальної взаємодії між людьми і суспільством."
            }
        ]
    },
    {
        "category_id": "06",
        "category_link": "zhurnalistyka",
        "category_name": "журналістика",
        "category_icon": "GiNewspaper",
        "category_color": "",
        "category_description": "– це форма листа, яка розповідає людям про речі, які сталися насправді, але про яких вони, можливо, ще не знали.  Людей, які пишуть журналістику, називають «журналістами». Вони можуть працювати в газетах, журналах, на веб-сайтах або на телебаченні або радіостанціях.  Найважливіша характеристика, яку розділяють хороші журналісти, - це цікавість. Хороші журналісти люблять читати і хочуть дізнатися якомога більше про навколишній їх світ.",
        "categories": [
            {
                "id": "061",
                "link": "zhurnalistyka",
                "image": "images/.jpg",
                "name": "журналістика",
                "description": ""
            }]
    },
    {
        "category_id": "07",
        "category_link": "upravlinnya_ta_administruvannya",
        "category_name": "управління та адміністрування",
        "category_icon": "GiPublicSpeaker",
        "category_color": "",
        "category_description": "полягає в тому, щоб наданні студентам необхідні професійних якості для ефективної роботи. Це мистецтво досягати успіху через інших, направляючи свої зусилля на досягнення заздалегідь певної мети.",
        "categories": [
            {
                "id": "071",
                "link": "oblik_i_opodatkuvannia",
                "image": "images/.jpg",
                "name": "облік і оподаткування",
                "description": "- це спосіб, яким бізнес відстежує свої операції. Бухгалтери аналізують бізнес-фінанси, щоб власник міг приймати кращі рішення. Ця інформація організована в звіти, які показують фінансовий стан бізнесу."
            },
            {
                "id": "072",
                "link": "finansy,_bankivska_sprava_ta_strakhuvannia",
                "image": "images/.jpg",
                "name": "фінанси, банківська справа та страхування",
                "description": "охоплює багато типів підприємств, що займаються управлінням фінансами, і грає важливу посередницьку роль в світовій економіці. Ця галузь охоплює широкий спектр підприємств, які керують грошима, банки, страхові компанії, бухгалтерські компанії, брокерські послуги, інвестиційні фонди."
            },
            {
                "id": "073",
                "link": "menedzhment",
                "image": "images/.jpg",
                "name": "менеджмент",
                "description": "- це наука і мистецтво об'єднання людей для досягнення бажаних цілей і завдань шляхом ефективної та дієвої координації та інтеграції всіх доступних ресурсів."
            },
            {
                "id": "075",
                "link": "marketynh",
                "image": "images/.jpg",
                "name": "маркетинг",
                "description": "- це процес управління, за допомогою якого продукти та послуги переходять від ідеї до клієнта. Він включає розпізнавання продукту, визначення попиту, визначення його ціни і вибір каналів збуту."
            },
            {
                "id": "076",
                "link": "pidpryiemnytstvo,_torhivlia_ta_birzhova_diialnist",
                "image": "images/.jpg",
                "name": "підприємництво, торгівля та біржова діяльність",
                "description": "відноситься до концепції розвитку і управління бізнесу з метою отримання прибутку шляхом прийняття деяких ризиків в корпоративному світі."
            }
        ]
    },
    {
        "category_id": "08",
        "category_link": "pravo",
        "category_name": "право",
        "category_icon": "GiScales",
        "category_color": "",
        "category_description": "— це система загальнообов'язкових певних норм, що виражають міру свободи людини, прийнятих або санкціонованих державою і що охороняються їм від порушень.  Спеціальність в основному орієнтована на підготовку фахівців для роботи в органах соціального захисту населення, пенсійних фондах, паспортних столах. Також випускники цього напряму можуть працювати діловодами в судових організаціях.",
        "categories": [
            {
                "id": "081",
                "link": "pravo",
                "image": "images/.jpg",
                "name": "право",
                "description": ""
            },
            {
                "id": "082",
                "link": "mizhnarodne_pravo",
                "image": "images/.jpg",
                "name": "Міжнародне право",
                "description": ""
            }
        ]
    },
    {
        "category_id": "09",
        "category_link": "biologiya",
        "category_name": "біологія",
        "category_icon": "GiMicroscope",
        "category_color": "",
        "category_description": "вивчає біологічну різноманітність тваринного і рослинного світу. Також біологія досліджує природу грунту і водоймищ, фізіологію рослин, тварин і людини. Студенти знайомляться зі світом мікроорганізмів, освоюють екологію і наукові основи охорони природи, генетику, основи молекулярної біології. Спеціальність «біологія» дає можливість проводити спостереження і дослідження за процесами в біологічних системах, вивчати і класифікувати їх, проводити наукові експерименти, починаючи з розробки плану і закінчуючи підведенням підсумків.",
        "categories": [
            {
                "id": "091",
                "link": "biolohiia",
                "image": "images/.jpg",
                "name": "біологія",
                "description": ""
            }]
    },
    {
        "category_id": "10",
        "category_link": "pryrodnychi_nauky",
        "category_name": "природничі науки",
        "category_icon": "GiAtom",
        "category_color": "",
        "category_description": "– це обширна галузь знань, пов'язаних з описом, прогнозуванням і розумінням природних явищ, на основі емпіричних даних від спостережень і експериментів.  Природні науки складають основу прикладних наук.",
        "categories": [
            {
                "id": "101",
                "link": "ekolohiia",
                "image": "images/.jpg",
                "name": "екологія",
                "description": "– це взаємовідношення між живими організмами і навколишнім середовищем, а також структури і функцій екосистем. Екологія надає інформацію про переваги екосистем і про те, як ми можемо використовувати резерви Землі таким чином, щоб зберегти природу здоровою для майбутніх поколінь."
            },
            {
                "id": "102",
                "link": "khimiia",
                "image": "images/.jpg",
                "name": "хімія",
                "description": "- це вивчення матерії, з чого вона складається, які її властивості і як вона змінюється. Це наука, яка має справу з властивостями, складом і структурою речовин."
            },
            {
                "id": "103",
                "link": "nauky_pro_zemliu",
                "image": "images/.jpg",
                "name": "науки про землю",
                "description": "- займається вивченням Землі і її сусідів в космосі. Це захоплююча наука з багатьма цікавими і практичними додатками. Області досліджень, пов'язані з твердою Землею, її водами і повітрям, які її оточують. Наука про Землю включає геологічні, гідрологічні та атмосферні науки."
            },
            {
                "id": "104",
                "link": "fizyka_ta_astronomiia",
                "image": "images/.jpg",
                "name": "фізика та астрономія",
                "description": "Астрономія наука яка займається вивченням небесних тіл і об'єктів, таких як планети, зірки, комети і галактики. Астрономія фокусується на явища, що відбуваються поза атмосферою Землі, таких як космічне фонове випромінювання. Фізика - це природна наука, яка займається природою, властивостями матерії і енергії. Також фізика використовує наукові методи для формулювання і перевірки гіпотез, заснованих на відображенні світу природи."
            },
            {
                "id": "105",
                "link": "prykladna_fizyka_ta_nanomaterialy",
                "image": "images/.jpg",
                "name": "прикладна фізика та наноматеріали",
                "description": "- це застосування науки для допомоги людям та вирішення їх проблем. Це вивчення фізики для практичних цілей, яке включає в себе технічні досягнення, такі як розвиток електроніки, фотоніки та фізики пристроїв."
            },
            {
                "id": "106",
                "link": "heohrafiia",
                "image": "images/.jpg",
                "name": "географія",
                "description": "- це наука яка займається вивченням місць і відносин між людьми і їх середовищем, рельєфу Землі, океанів, довкілля та екосистем. Як одна з найширших наук, географія охоплює практично все, що стосується нашого світу."
            }
        ]
    },
    {
        "category_id": "11",
        "category_link": "matematyka_ta_statystyka",
        "category_name": "математика та статистика",
        "category_icon": "GiComputing",
        "category_color": "",
        "category_description": "",
        "categories": [
            {
                "id": "111",
                "link": "matematyka",
                "image": "images/.jpg",
                "name": "математика",
                "description": "- це наука про числа, кількість і простір. Математика може вивчатися сама по собі, а також застосовується до інших дисциплін, таким як фізика і інженерія (прикладна математика)."
            },
            {
                "id": "112",
                "link": "statystyka",
                "image": "images/.jpg",
                "name": "статистика",
                "description": "- це наука про збір і аналіз числових даних у великих кількостях, використовується з метою виведення пропорцій в цілому з даних в репрезентативній вибірці. Математика і статистика важливі для світової економіки, особливо в епоху великих даних. Знання по цих предметах надасть вам обширний досвід в області вірогідності і статистики, з можливістю спеціалізуватися в чистій математиці або прикладній математиці."
            },
            {
                "id": "113",
                "link": "prykladna_matematyka",
                "image": "images/.jpg",
                "name": "прикладна математика",
                "description": "- це математика, яка створюється у відповідь на проблеми в науці, техніці, суспільстві або в інших різних областях, яка фокусується на створенні і вивченні математичних і обчислювальних інструментів."
            }
        ]
    },
    {
        "category_id": "12",
        "category_link": "informatsiyni_tekhnologiyi",
        "category_name": "інформаційні технології",
        "category_icon": "GiProcessor",
        "category_color": "",
        "category_description": "відносяться до розробки, обслуговування і використання комп'ютерного програмного забезпечення, систем і мереж . Включає їх використання для обробки і поширення даних. Інформаційна технологія відноситься до всього, що пов'язане з обчислювальною технікою.",
        "categories": [

            {
                "id": "121",
                "link": "inzheneriia_prohramnoho_zabezpechennia",
                "image": "images/.jpg",
                "name": "інженерія програмного забезпечення",
                "description": "- це процедура аналізу розробки і потреб користувачів, конструювання та тестування додатків кінцевих користувачів, які задовольнять ці потреби за рахунок використання мов програмування."
            },
            {
                "id": "122",
                "link": "kompiuterni_nauky",
                "image": "images/.jpg",
                "name": "комп'ютерні науки",
                "description": "- це дисципліна, яка вивчає обчислювальні системи і комп'ютери. Основні галузі навчання в області комп'ютерних наук включають штучний інтелект, комп'ютерні мережі, безпека, системи баз даних, графіка, мови програмування, розробка програмного забезпечення."
            },
            {
                "id": "123",
                "link": "kompiuterna_inzheneriia",
                "image": "images/.jpg",
                "name": "комп’ютерна інженерія",
                "description": "є галуззю машинобудування, яка об'єднує комп'ютерні науки та електронну інженерію. Комп'ютерні інженери проектують і розробляють комп'ютерні системи і займаються аналізом і вирішенням комп'ютерних завдань."
            },
            {
                "id": "124",
                "link": "systemnyi_analiz",
                "image": "images/.jpg",
                "name": "системний аналіз",
                "description": "– це процес збору та спостереження систем для усунення неполадок і розвитку цілей. Це метод вирішення проблем, який покращує систему і гарантує, що всі компоненти системи працюють ефективно для досягнення своєї мети."
            },
            {
                "id": "125",
                "link": "kiberbezpeka",
                "image": "images/.jpg",
                "name": "кібербезпека",
                "description": "– це захист комп'ютерних систем, серверів, електронних мереж, мобільних пристроїв, програмних забезпечень, від шкідливих атак. Більшість добре поінформованих організацій в даний час вважають кібербезпека важливою проблемою для бізнесу."
            },
            {
                "id": "126",
                "link": "informatsiini_systemy_ta_tekhnolohii",
                "image": "images/.jpg",
                "name": "інформаційні системи та технології",
                "description": "Інформаційна система, відноситься до об'єднання декількох одиниць обладнання, призначених для розробки, зберігання, маніпулювання та поширення інформації. Область інформаційних систем пов'язує бізнес і інформатику."
            }
        ]
    },
    {
        "category_id": "13",
        "category_link": "mekhanichna_inzheneriya",
        "category_name": "механічна інженерія",
        "category_icon": "GiFactory",
        "category_color": "",
        "category_description": "Механічна інженерія – це дослідження, проектування, розробка, конструювання і випробування механічних, теплових датчиків і пристроїв, включаючи інструменти, двигуни і машини. Механічна інженерія зосереджена на створенні технологій для задоволення широкого спектру потреб людини. Інженери-механіки грають важливу роль в автомобільній, аерокосмічній, біотехнологічній, комп'ютерній і електронній промисловості, автоматизації і оброблювальній промисловості. Вони проектують, розробляють, збирають і випробовують всілякі механічні пристрої, інструменти, двигуни і машини.",
        "categories": [

            {
                "id": "131",
                "link": "prykladna_mekhanika",
                "image": "images/.jpg",
                "name": "прикладна механіка",
                "description": "Прикладна механіка – це предмет який надає знання про різні типи сил, навантажень їх впливу при дії в різних умовах. Це широка тема, яка підмножиною діяльності інженерів-механіків, авіаційних інженерів, біоінженерії, матеріалознавців, гірських інженерів, військово-морських інженерів, геофізиків, фізиків, математиків і багатьох інших інженерів і вчених."
            },
            {
                "id": "132",
                "link": "materialoznavstvo",
                "image": "images/.jpg",
                "name": "матеріалознавство",
                "description": "є міждисциплінарною областю, яка охоплює властивості матерії і її застосування в різних областях науки і техніки. Матеріалознавство фокусується на взаємозв'язку між атомною та молекулярною структурою матеріалу, властивостями матеріалу і способами, якими матеріал виготовляється або переробляється в форму або виріб."
            },
            {
                "id": "133",
                "link": "haluzeve_mashynobuduvannia",
                "image": "images/.jpg",
                "name": "галузеве машинобудування",
                "description": "є основною, галуззю, без якої виробництво продукції в інших галузях було б просто неможливим. Автомобілебудівна, електротехнічна, авіаційна, електронна промисловість, і багато інших, потребують продукції машинобудування."
            },
            {
                "id": "134",
                "link": "aviatsiina_ta_raketno-kosmichna_tekhnika',",
                "image": "images/.jpg",
                "name": "авіаційна та ракетно-космічна техніка",
                "description": ""
            },
            {
                "id": "135",
                "link": "sudnobuduvannia",
                "image": "images/.jpg",
                "name": "суднобудування",
                "description": "– це будівництво суден та інших плавзасобів. Зазвичай це відбувається в спеціалізованій установі, відомомі як верф. Суднобудування відноситься до галузі машинобудування і металообробки. У цю область входять суднобудівні, судноремонтні заводи, науково-дослідні інститути і проектно-конструкторські організації, підприємства суднового машинобудування та морського приладобудування, які постачають комплектуюче обладнання на об'єкти, що будують суду."
            },
            {
                "id": "136",
                "link": "metalurhiia",
                "image": "images/.jpg",
                "name": "металургія",
                "description": "вивчає поведінку і властивості металів. Ця наука має відношення до матеріалознавства, зварювання, машинобудування, контролю якості та промисловим технологіям, кожна з яких має рівну відповідальність за проектування, розробку і впровадження обробки металів і матеріалів в сучасній промисловості."
            }
        ]
    },
    {
        "category_id": "14",
        "category_link": "elektrychna_inzheneriya",
        "category_name": "електрична інженерія",
        "category_icon": "GiElectricalResistance",
        "category_color": "",
        "category_description": "Електрична інженерія займається вивченням і вживанням електрики, електроніки і електромагнетизму у всіх її формах. Інженери-електрики відповідають на складні електричні питання і можуть працювати над чим завгодно - від портативних гаджетів до масивних електричних мереж.",
        "categories": [

            {
                "id": "141",
                "link": "elektroenerhetyka,_elektrotekhnika_ta_elektromekhanika",
                "image": "images/.jpg",
                "name": "електроенергетика, електротехніка та електромеханіка",
                "description": "Енергетика є основою промислового світу, поставляючи необхідну енергію промисловим, виробничим, комерційним та побутовим організаціям по всьому світу. Електромеханіка зосереджується на взаємодії електричних і механічних систем в цілому і на те, як ці дві системи працюють один з одним."
            },
            {
                "id": "142",
                "link": "enerhetychne_mashynobuduvannia",
                "image": "images/.jpg",
                "name": "енергетичне машинобудування",
                "description": "Енергетичне машинобудування - це розділ машинобудування, яке виробляє промислове обладнання і пов'язані з ними апарати і пристрої, які є робочими тілами теплових двигунів. Дана галузь виробляє турбіни, електрогенератори і трансформатори і т. П."
            },
            {
                "id": "143",
                "link": "atomna_enerhetyka",
                "image": "images/.jpg",
                "name": "атомна енергетика",
                "description": "– це розділ техніки, заснований на застосуванні реакції поділу атомних ядер для вироблення теплоти і виробництва електроенергії."
            },
            {
                "id": "144",
                "link": "teploenerhetyka",
                "image": "images/.jpg",
                "name": "теплоенергетика",
                "description": "– це енергетична система як невід'ємна частина обладнання, яка включає в себе комплекс інструментів, прийомів і методів людської діяльності, створених для вироблення і застосування тепла, управління його потоком і перетворення різних форм енергії в тепло."
            },
            {
                "id": "145",
                "link": "hidroenerhetyka",
                "image": "images/.jpg",
                "name": "гідроенергетика",
                "description": "– є формою відновлюваної енергії, яка використовує воду, що зберігається в греблях, а також річках перетворюючи її в електричну енергію."
            }
        ]
    },
    {
        "category_id": "15",
        "category_link": "avtomatyzatsiya_ta_pryladobuduvannya",
        "category_name": "автоматизація та приладобудування",
        "category_icon": "GiAutoRepair",
        "category_color": "",
        "category_description": "Автоматизація і приладобудування - це набір технологій, які приводять до роботи машин і систем без значного втручання людини і досягають продуктивності, що перевершує ручне управління.  Як і роботи, всі автомати і технологічні установки, які управляються автоматично, є частиною систем автоматизації.",
        "categories": [
            {
                "id": "151",
                "link": "avtomatyzatsiia_ta_kompiuterno-intehrovani_tekhnolohii",
                "image": "images/.jpg",
                "name": "автоматизація та комп’ютерно-інтегровані технології",
                "description": ""
            },
            {
                "id": "152",
                "link": "metrolohiia_ta_informatsiino-vymiriuvalna_tekhnika",
                "image": "images/.jpg",
                "name": "метрологія та інформаційно-вимірювальна техніка",
                "description": "- це розділ науки, присвячений вимірюванню, який визначається як процес порівняння невідомої величини, званої вимірюваноївеличиною, зі стандартом відомої величини. Дослідження охоплює експериментальні та теоретичні аспекти, а також встановлює загальне розуміння одиниць."
            },
            {
                "id": "153",
                "link": "mikro_ta_nanosystemna_tekhnika",
                "image": "images/.jpg",
                "name": "мікро та наносистемна техніка",
                "description": ""
            }
        ]
    }, {
        "category_id": "16",
        "category_link": "khimichna_ta_bioinzheneriya",
        "category_name": "хімічна та біоінженерія",
        "category_icon": "GiDna2",
        "category_color": "",
        "category_description": "Хімічна і біоінженерія поєднує в собі сувору підготовку в області фізичних наук, математики з біотехнологією, біотехнологію і науку про життя. Ви можете бути захисником довкілля, допомагаючи використовувати природні багатства світу і покращувати якість нашого життя, розвиваючи стійкі і екологічно чисті технології виробництва для виробництва чудових ліків, чистої води, чистіших видів палива і матеріалів, а також передових медичних технології.",
        "categories": [
            {
                "id": "161",
                "link": "khimichni_tekhnolohii_ta_inzheneriia",
                "image": "images/.jpg",
                "name": "хімічні технології та інженерія",
                "description": ""
            },
            {
                "id": "162",
                "link": "biotekhnolohii_ta_bioinzheneriia",
                "image": "images/.jpg",
                "name": "біотехнології та біоінженерія",
                "description": ""
            },
            {
                "id": "163",
                "link": "biomedychna_inzheneriia",
                "image": "images/.jpg",
                "name": "біомедична інженерія",
                "description": "– це застосування принципів і технічних методів вирішення проблем в біології та медицині. Біоінженери працюють з лікарями, терапевтами та дослідниками для розробки систем, обладнання та пристроїв для вирішення клінічних проблем."
            }
        ]
    },
    {
        "category_id": "17",
        "category_link": "elektronika_ta_telekomunikatsiyi",
        "category_name": "електроніка та телекомунікації",
        "category_icon": "GiOldMicrophone",
        "category_color": "",
        "category_description": "Електроніка і телекомунікації – це вивчення різних принципів і практичних аспектів, пов'язаних з проектуванням різного телекомунікаційного устаткування. Інженери по електроніці і телекомунікаціям розробляють прототипи компонентів інтегральних мікросхем. Електроніка і телекомунікація займається аналоговою передачею, цифровою передачею, прийомом відео, голосу і даних, базовою електронікою, напівпровідниковими пристроями, мікропроцесорами, цифровим і аналоговим зв'язком, аналоговими інтегральними схемами, супутниковим зв'язком, мікрохвильовою технікою, антенною і хвилевою прогресією.",
        "categories": [
            {
                "id": "171",
                "link": "elektronika",
                "image": "images/.jpg",
                "name": "електроніка",
                "description": "– це галузь науки і техніки, яка включає в себе фізику, техніку, технології та програми. Електроніка займається провідністю електрики в електронних пристроях."
            },
            {
                "id": "172",
                "link": "telekomunikatsii_ta_radiotekhnika",
                "image": "images/.jpg",
                "name": "телекомунікації та радіотехніка",
                "description": "–це галузь електротехніки, пов'язана з будівництвом, експлуатацією та обслуговуванням радіоустаткування. Це наука, що займається електромагнітними коливаннями і хвилями радіохвиль, тобто методами генерації, посилення, випромінювання, прийому і використання таких хвиль."
            },
            {
                "id": "173",
                "link": "avionika",
                "image": "images/.jpg",
                "name": "авіоніка",
                "description": "авіоніка відноситься до авіаційної електроніці. Авіонічні системи включають в себе зв'язок, навігацію, відображення і управління декількома системами."
            }
        ]
    },
    {
        "category_id": "18",
        "category_link": "vyrobnytstvo_ta_tekhnolohiyi",
        "category_name": "виробництво та технології",
        "category_icon": "GiOilPump",
        "category_color": "",
        "category_description": "Виробництво і технології – це процес вживання наукових даних і інших форм дослідження в прикладних ситуаціях. Технологія виробництва включає вживання роботи дослідників для розробки нових продуктів і процесів.",
        "categories": [
            {
                "id": "181",
                "link": "kharchovi_tekhnolohii",
                "image": "images/.jpg",
                "name": "харчові технології",
                "description": "це наука, яка займається методами і принципами обробки і зберігання харчових речовин. Застосування науки про продукти харчування допомагає у виробництві безпечних, корисних і поживних харчових продуктів."
            },
            {
                "id": "182",
                "link": "tekhnolohii_lehkoi_promyslovosti",
                "image": "images/.jpg",
                "name": "технології легкої промисловості",
                "description": "це будь-яка обробна або будівельна галузь, в якій немає важкої і капіталомісткої продукції або виробничого обладнання. Об'єкти легкої промисловості зазвичай роблять менший вплив на навколишнє середовище, ніж об'єкти, пов'язані з важкою промисловістю."
            },
            {
                "id": "183",
                "link": "tekhnolohii_zakhystu_navkolyshnoho_seredovyshcha",
                "image": "images/.jpg",
                "name": "технології захисту навколишнього середовища",
                "description": "спрямована на вирішення проблем, що виникають в результаті взаємодії людини і екологічних систем, і включає питання, пов'язані зі збереженням, забрудненням, втратою біорізноманіття, деградацією земель або екологічною політикою. Ключовою метою захисту навколишнього середовища є запобігання деградації природного середовища, на яку впливають зростаюча чисельність населення."
            },
            {
                "id": "184",
                "link": "hirnytstvo",
                "image": "images/.jpg",
                "name": "гірництво",
                "description": "- це видобуток цінних корисних копалин або інших геологічних матеріалів із землі, зазвичай з рудного тіла, родовища, жили, пласта, рифа або розсипи."
            },
            {
                "id": "185",
                "link": "naftohazova_inzheneriia_ta_tekhnolohii",
                "image": "images/.jpg",
                "name": "нафтогазова інженерія та технології",
                "description": ""
            },
            {
                "id": "186",
                "link": "vydavnytstvo_ta_polihrafiia",
                "image": "images/.jpg",
                "name": "видавництво та поліграфія",
                "description": "- це надання інформації громадськості. Воно припускає створення, компіляцію і масове відтворення графічних і текстових зображень."
            },
            {
                "id": "187",
                "link": "derevoobrobni_ta_meblevi_tekhnolohii",
                "image": "images/.jpg",
                "name": "деревообробні та меблеві технології",
                "description": ""
            }
        ]
    },
    {
        "category_id": "19",
        "category_link": "arkhitektura_ta_budivnytstvo",
        "category_name": "архітектура та будівництво",
        "category_icon": "GiCrane",
        "category_color": "",
        "category_description": "Архітектура і будівництво – це і процес, і продукт планування, проектування і будівництва будівель або будь-яких інших споруд. Архітектурні твори в матеріальній формі будівель часто сприймаються як культурні символи і витвори мистецтва. Історичні цивілізації часто ототожнюються з їх архітектурними досягненнями, що збереглися.",
        "categories": [
            {
                "id": "191",
                "link": "arkhitektura_ta_mistobuduvannia",
                "image": "images/.jpg",
                "name": "архітектура та містобудування",
                "description": "- це мистецтво і техніка проектування і будівництва, на відміну від навичок, пов'язаних з будівництвом. Архітектурна практика використовується для виконання як практичних, так і виразних вимог, і, таким чином, вона служить як утилітарним, так і естетичним цілям."
            },
            {
                "id": "192",
                "link": "budivnytstvo_ta_tsyvilna_inzheneriia",
                "image": "images/.jpg",
                "name": "будівництво та цивільна інженерія",
                "description": "це поліпшення громадянського суспільства шляхом застосування наукових знань. Це те все, що ви бачите навколо нас, дороги і залізниці, школи, офіси, лікарні, водопостачання та електропостачання і багато іншого. Види речей, які ми сприймаємо як належне, але без яких важко жити."
            },
            {
                "id": "193",
                "link": "heodeziia_ta_zemleustrii",
                "image": "images/.jpg",
                "name": "геодезія та землеустрій",
                "description": "– це наука, яка займається методами точних вимірювань елементів поверхні землі і їх обробкою для визначення географічних положень на поверхні землі."
            },
            {
                "id": "194",
                "link": "hidrotekhnichne_budivnytstvo,_vodna_inzheneriia_ta_vodni_tekhnolohii",
                "image": "images/.jpg",
                "name": "гідротехнічне будівництво, водна інженерія та водні технології",
                "description": "- це те, як вода взаємодіє з усіма аспектами штучного і природного середовища. Водна інженерія дивиться на те, як поводяться природні системи, такі як річки, лимани і берега, а також проектує інфраструктуру для зберігання і направлення води."
            }
        ]
    },
    {
        "category_id": "20",
        "category_link": "agrarni_nauky_ta_prodovolstvo",
        "category_name": "аграрні науки та продовольство",
        "category_icon": "GiFarmTractor",
        "category_color": "",
        "category_description": "Aграрниє науки і продовольство – це науки, що стосуються виробництва і переробки харчових продуктів. Вони включають технології обробки грунту, вирощування і збирання врожаю, тваринництва і переробки рослинних і тваринних продуктів для вжитку і використання людиною.",
        "categories": [
            {
                "id": "201",
                "link": "ahronomiia",
                "image": "images/.jpg",
                "name": "агрономія",
                "description": "– галуззю сільського господарства, цілеспрямованої на вивчення рослин і грунтів і навколишнього середовища. Агрономічна наука і технологія основою підтримки світових поставок продовольства"
            },
            {
                "id": "202",
                "link": "zakhyst_i_karantyn_roslyn",
                "image": "images/.jpg",
                "name": "захист і карантин рослин",
                "description": "– це спеціальність орієнтована на дослідження питань, пов'язаних з обороною рослин від шкідливих організмів, що завдають фінансової шкоди рослинництву. Для вдалого становлення спеціальності учні отримують глибокі знання про видовий склад, біології, екології шкідливих і карантинних організмів і заходи боротьби з ними."
            },
            {
                "id": "203",
                "link": "sadivnytstvo_ta_vynohradarstvo",
                "image": "images/.jpg",
                "name": "садівництво та виноградарство",
                "description": "це мистецтво, пов'язане з гармонійним розміщенням рослин у навколишньому середовищі, і наука, що охоплює принципи і методи вирощування рослин."
            },
            {
                "id": "204",
                "link": "tekhnolohiia_vyrobnytstva_i_pererobky_produktsii_tvarynnytstva",
                "image": "images/.jpg",
                "name": "технологія виробництва і переробки продукції тваринництва",
                "description": ""
            },
            {
                "id": "205",
                "link": "lisove_hospodarstvo",
                "image": "images/.jpg",
                "name": "лісове господарство",
                "description": "– це наука, яка займається управлінням і раціональним використанням природних ресурсів, пов'язаних з лісовими землями при цьому зберігаючи природний баланс лісів і форм життя, які вони підтримують."
            },
            {
                "id": "206",
                "link": "sadovo-parkove_hospodarstvo",
                "image": "images/.jpg",
                "name": "садово-паркове господарство",
                "description": "- це наука яка включає сукупність засобів, методик і способів людської роботи, застосовуваних при проектуванні, облаштуванні садово-паркових зон та інших об'єктів озеленення різного призначення, а ще при їх експлуатації, ремонту і реконструкції."
            },
            {
                "id": "207",
                "link": "vodni_bioresursy_ta_akvakultura",
                "image": "images/.jpg",
                "name": "водні біоресурси та аквакультура",
                "description": "це контрольований процес вирощування водних організмів, особливо для споживання людиною. Це розведення, вирощування та збір риби, молюсків, рослин, водоростей та інших організмів у всіх типах водного середовища."
            },
            {
                "id": "208",
                "link": "ahroinzheneriia",
                "image": "images/.jpg",
                "name": "агроінженерія",
                "description": "– це напрямок сільського господарства, яке займається проектуванням і вдосконаленням виробничих процесів в агропромисловому секторі."
            }
        ]
    },
    {
        "category_id": "21",
        "category_link": "veterynarna_medytsyna",
        "category_name": "ветеринарна медицина",
        "category_icon": "GiWhiteCat",
        "category_color": "",
        "category_description": "Ветеринарна медицина – це медична спеціальність, пов'язана з профілактикою, контролем, діагностикою і лікуванням захворювань, що впливають на здоров'є домашніх і диких тварин, а також з профілактикою передачі хвороб тварин людям. Ветеринари забезпечують безпечне живлення людей, контролюючи і підтримуючи здоров'я тварин, що виробляють їжу.",
        "categories": [
            {
                "id": "211",
                "link": "veterynarna_medytsyna",
                "image": "images/.jpg",
                "name": "ветеринарна медицина",
                "description": "– це медична спеціальність, пов'язана з профілактикою, контролем, діагностикою та лікуванням захворювань, що впливають на здоров'я домашніх і диких тварин, і з профілактикою передачі хвороб тварин людям."
            },
            {
                "id": "212",
                "link": "veterynarna_hihiiena,_sanitariia_i_ekspertyza",
                "image": "images/.jpg",
                "name": "ветеринарна гігієна, санітарія і експертиза",
                "description": "це наука про профілактику інфекційних та інвазійних захворювань тварин, про шляхи отримання продуктів, сировини і кормів тваринного походження високої санітарної якості."
            }
        ]
    },
    {
        "category_id": "22",
        "category_link": "okhorona_zdorovya",
        "category_name": "охорона здоров’я",
        "category_icon": "GiStethoscope",
        "category_color": "",
        "category_description": "Охорона здоров'я – це підтримка і профілактика здоров'я, лікування захворювань, а також збереження психічного і фізичного благополуччя за допомогою послуг, пропонованих медичними і суміжними медичними працівниками.",
        "categories": [
            {
                "id": "221",
                "link": "stomatolohiia",
                "image": "images/.jpg",
                "name": "стоматологія",
                "description": "– це спеціальність, яка займається лікуванням і профілактикою станів, розладів і захворювань зубів, ясен, рота і щелепи."
            },
            {
                "id": "222",
                "link": "medytsyna",
                "image": "images/.jpg",
                "name": "медицина",
                "description": "- це область здоров'я і зцілення, яка спрямована на зміцнення і підтримку здоров'я і благополуччя. Медицина включає в себе медсестер, лікарів і різних фахівців. Вона охоплює діагностику, лікування і профілактику захворювань, медичні дослідження і багато інших аспектів здоров'я."
            },
            {
                "id": "223",
                "link": "medsestrynstvo",
                "image": "images/.jpg",
                "name": "медсестринство",
                "description": "- це галузь, яка пов'язана з доглядом за хворими або травмованими людьми і забезпеченням профілактичної медичної допомоги здоровим людям. Медсестри рятують і покращують життя як передові члени команди з надання медичної допомоги."
            },
            {
                "id": "224",
                "link": "tekhnolohii_medychnoi_diahnostyky_ta_likuvannia",
                "image": "images/.jpg",
                "name": "технології медичної діагностики та лікування",
                "description": "– ця область пов'язана з вивченням технологій, що використовуються при діагностиці, профілактиці, моніторингу та лікуванні захворювань, травм. Медична технологія включає використання інструменту, апарату, приладу, програмного забезпечення або матеріалу для діагностичних та / або терапевтичних цілей."
            },
            {
                "id": "225",
                "link": "medychna_psykholohiia",
                "image": "images/.jpg",
                "name": "медична психологія",
                "description": "це спеціальний напрям клінічної психології, в якому особлива увага приділяється зв'язкам між здоров'ям і поведінкою. Медичні психологи використовують поведінкові науково обгрунтовані процедури як рішення проблем психічного і фізичного здоров'я."
            },
            {
                "id": "226",
                "link": "farmatsiia,_promyslova_farmatsiia",
                "image": "images/.jpg",
                "name": "фармація, промислова фармація",
                "description": "- це дисципліна, яка містить в собі виробництво, розробку, маркетинг і розповсюдження лікарських препаратів, включаючи забезпечення якості цієї діяльності. Ця велика область досліджень пов'язана з різними функціями у фармацевтичній промисловості та має зв'язки з інженерними та економічними питаннями."
            },
            {
                "id": "227",
                "link": "fizychna_terapiia,_erhoterapiia",
                "image": "images/.jpg",
                "name": "фізична терапія, ерготерапія",
                "description": "- це терапія для збереження, поліпшення або відновлення рухів і фізичних функцій, порушених або перебувають під загрозою захворювання, травми або інвалідності, яка використовує терапевтичні вправи, фізичні вправи."
            },
            {
                "id": "228",
                "link": "pediatriia",
                "image": "images/.jpg",
                "name": "педіатрія",
                "description": "- це розділ медицини, який займається питаннями здоров'я і медичної допомоги немовлятам, дітям і підліткам від народження до 18 років."
            },
            {
                "id": "229",
                "link": "hromadske_zdorov`ia",
                "image": "images/.jpg",
                "name": "громадське здоров`я",
                "description": "- це наука яка займається громадською охороною здоров'я людей і їх спільнот. Ця робота досягається шляхом пропаганди здорового способу життя, дослідження хвороб і профілактики травм, а також виявлення, профілактики та реагування на інфекційні захворювання."
            }
        ]
    },
    {
        "category_id": "23",
        "category_link": "sotsialna_robota",
        "category_name": "соціальна робота",
        "category_icon": "GiDarkSquad",
        "category_color": "",
        "category_description": "Соціальна робота – це академічна дисципліна, що охоплює безліч різних фахівців, які обслуговують людей, що мають потребу. Дана професія сприяє соціальним змінам і розвитку, соціальній згуртованості, розширенню прав і можливостей людей. Це принципи соціальної справедливості, прав людини, колективної відповідальності і пошани різноманітності є центральними в соціальній роботі.",
        "categories": [
            {
                "id": "231",
                "link": "sotsialna_robota",
                "image": "images/.jpg",
                "name": "соціальна робота",
                "description": "– це широко певна професія, що охоплює безліч різних фахівців, які прагнуть допомогти людям і сім'ям впоратися з різними проблемами."
            },
            {
                "id": "232",
                "link": "sotsialne_zabezpechennia",
                "image": "images/.jpg",
                "name": "соціальне забезпечення",
                "description": "це система, яка спрямована на забезпечення якісного догляду і добробуту громадян країни."
            }
        ]
    },
    {
        "category_id": "24",
        "category_link": "sfera_obsluhovuvannya",
        "category_name": "сфера обслуговування",
        "category_icon": "GiMeal",
        "category_color": "",
        "category_description": "Сфера обслуговування – це та частина економіки, яка виробляє нематеріальні товари. Сфера обслуговування надає послуги, а не фактичний продукт, який можна тримати в руці. Діяльність у сфері послуг включає роздрібну торгівлю, банки, готелі, нерухомість, освіту, охорону здоров'я, туризм, соціальну роботу, комп'ютерні послуги, засоби масової інформації, зв'язок, електрику, газ і водопостачання.",
        "categories": [
            {
                "id": "241",
                "link": "hotelno-restoranna_sprava",
                "image": "images/.jpg",
                "name": "готельно-ресторанна справа",
                "description": "– є однією з найбільш динамічно розвиваються секторів економіки в світі і джерелом доходу країни, яке відіграє провідну роль в демонстрації туристичного продукту на світовому ринку пропозицій."
            },
            {
                "id": "242",
                "link": "turyzm",
                "image": "images/.jpg",
                "name": "туризм",
                "description": "– це діяльність людей, які подорожують і перебувають за межами їх звичайного середовища для відпочинку, бізнесу або інших цілей. Туризм є динамічною і конкурентоспроможною галуззю і може бути міжнародним або всередині країни мандрівника."
            }
        ]
    },
    {
        "category_id": "25",
        "category_link": "voyenni_nauky_natsionalna_bezpeka_bezpeka_derzhavnoho_kordonu",
        "category_name": "воєнні науки, національна безпека, безпека державного кордону",
        "category_icon": "GiTank",
        "category_color": "",
        "category_description": "Військові науки, національна безпека, безпека державного кордону – це вивчення військових процесів, інститутів і поведінки, а також вивчення військових дій, теорії і застосування організованої примусової сили. Основна увага приділяється теорії, методам і практиці створення військового потенціалу відповідно до національної оборонної політики. Військова наука служить для визначення стратегічних, політичних, економічних, психологічних, соціальних, оперативних, технологічних і тактичних елементів, необхідних для підтримки відносної переваги військової сили.",
        "categories": [
            {
                "id": "251",
                "link": "derzhavna_bezpeka",
                "image": "images/.jpg",
                "name": "державна безпека",
                "description": "- це комплекс заходів щодо оборони наявного муніципального та соціального ладу, територіальної недоторканності та незалежності країни від підривної роботи розвідувальних та інших спеціальних служб агресивних країн."
            },
            {
                "id": "252",
                "link": "bezpeka_derzhavnoho_kordonu",
                "image": "images/.jpg",
                "name": "безпека державного кордону",
                "description": "– це високий рівень захищеності державного кордону від зовнішніх і внутрішніх загроз."
            },
            {
                "id": "253",
                "link": "viiskove_upravlinnia",
                "image": "images/.jpg",
                "name": "військове управління",
                "description": ""
            },
            {
                "id": "254",
                "link": "zabezpechennia_viisk_(syl)",
                "image": "images/.jpg",
                "name": "забезпечення військ (сил)",
                "description": "– це комплекс заходів що вживаються державою зі створення збройних сил, їх підтримці на належному рівні, що відповідає вимогам обороноздатності."
            },
            {
                "id": "255",
                "link": "ozbroiennia_ta_viiskova_tekhnika",
                "image": "images/.jpg",
                "name": "озброєння та військова техніка",
                "description": "– це комплекси різних видів зброї і способи забезпечення його бойового використання, в тому числі коштів доставки, системи наведення, запуску, управління, а також інші спеціальні технічні засоби, призначені для оснащення збройних сил."
            },
            {
                "id": "256",
                "link": "natsionalna_bezpeka",
                "image": "images/.jpg",
                "name": "національна безпека",
                "description": "– це вимога підтримувати виживання держави за допомогою використання економічної могутності, дипломатії, проекції влади і політичної влади."
            }
        ]
    },
    {
        "category_id": "26",
        "category_link": "tsyvilna_bezpeka",
        "category_name": "цивільна безпека",
        "category_icon": "GiSwordman",
        "category_color": "",
        "category_description": "Цивільна безпека – це боротьба із злочинністю і протидія тероризму. Це діяльність поліції і криміналістів, митний і пограничний контроль, завдання «першого реагування» такого як: пожежогасіння, швидка медична допомога і т.д. А також захист критично важливої інфраструктури і комунальних послуг.",
        "categories": [
            {
                "id": "261",
                "link": "pozhezhna_bezpeka",
                "image": "images/.jpg",
                "name": "пожежна безпека",
                "description": "це ефективна система протипожежного захисту об'єкта. Також цей стан безпеки особистості, майна, суспільства і держави від пожеж."
            },
            {
                "id": "262",
                "link": "pravookhoronna_diialnist",
                "image": "images/.jpg",
                "name": "правоохоронна діяльність",
                "description": "вид державної роботи, який здійснюється з метою захисту прав спеціально уповноваженими органами, Правоохоронна діяльність забезпечує підготовку фахівців для роботи в наступних областях кваліфікованої роботи: розробка і реалізація правових норм, забезпечення законності і правопорядку, безпеки особистості, суспільства і держави, боротьбу зі злочинами та іншими правопорушеннями, виконання покарання, здійснення правового інформування і виховання."
            },
            {
                "id": "263",
                "link": "tsyvilna_bezpeka",
                "image": "images/.jpg",
                "name": "цивільна безпека",
                "description": "- це боротьба зі злочинністю і протидія тероризму (наприклад, діяльність поліції й криміналістів, митний та прикордонний контроль і т. д.) також завдання «першого реагування» (наприклад, пожежогасіння, швидка допомога / швидка медична допомога)."
            }
        ]
    },
    {
        "category_id": "27",
        "category_link": "transport",
        "category_name": "транспорт",
        "category_icon": "GiZeppelin",
        "category_color": "",
        "category_description": "Транспорт — це одна з найважливіших виробничих галузей, що здійснює перевезення вантажів і пасажирів. Значимість транспорту в економіці дуже важлива. Без постійного переміщення людей, матеріальних цінностей і тощо, економіка не зможе існувати. Найбільш популярними на сьогодні видами транспорту є: автомобільний, залізничний, повітряний, водний, трубопровідний.",
        "categories": [
            {
                "id": "271",
                "link": "richkovyi_ta_morskyi_transport",
                "image": "images/.jpg",
                "name": "річковий та морський транспорт",
                "description": "вид транспорту, який займається перевезеннями вантажів і пасажирів як по природним (ріки, озера, моря, океани), так і по штучним (канали, водосховища) водними шляхами."
            },
            {
                "id": "272",
                "link": "aviatsiinyi_transport",
                "image": "images/.jpg",
                "name": "авіаційний транспорт",
                "description": "Спосіб з транспортування за допомогою якого пасажири, пошта, і вантаж будуть передані по повітрю. Головною перевагою в цьому методі є значна економія часу, через високу швидкість з в польоті."
            },
            {
                "id": "273",
                "link": "zaliznychnyi_transport",
                "image": "images/.jpg",
                "name": "залізничний транспорт",
                "description": "– це перевезення пасажирів і вантажів за допомогою колісних транспортних засобів, спеціально призначених для руху уздовж залізниць. Залізничний транспорт є частиною логістичного ланцюжка, яка сприяє міжнародній торгівлі та економічному зростанню в більшості країн."
            },
            {
                "id": "274",
                "link": "avtomobilnyi_transport",
                "image": "images/.jpg",
                "name": "автомобільний транспорт",
                "description": "це перевезення пасажирів або вантажів по дорогах. Автомобільні перевезення автотранспортом часто є початковим і останнім етапом вантажних перевезень, що забезпечують доставку від дверей до дверей."
			},
			{
				"id": "275",
				"link": "transportni_tekhnolohii",
                "image": "images/.jpg",
                "name": "транспортні технології",
				"description": "Грузовые перевозки здійснюються на основі типового технологічного процесу, який встановлює, продовжує, місце, час і раціональну послідовність виконання всіх транспортних операцій по обробці і обслуговуванню вантажних одиниць і подвійного складу."
			}
		]
    },
    {
	    "category_id": "28",
	    "category_link": "publichne_upravlinnya_ta_administruvannya",
        "category_name": "публічне управління та адміністрування",
	    "category_icon": "GiTeamIdea",
	    "category_color": "",
	    "category_description": "Публічне управління і адміністрування - одна з основних дисциплін, яка формує управлінську еліту для забезпечення взаємодії інтересів бізнесу, політики, цивільного суспільства з метою розробки і ухвалення стратегічних рішень на базі використання сучасних інноваційних технологій.",
	    "categories": [
            {
		        "id": "281",
		        "link": "publichne_upravlinnia_ta_administruvannia",
                "image": "images/.jpg",
                "name": "публічне управління та адміністрування",
		        "description": ""
	        }]
    },
    {
	    "category_id": "29",
	    "category_link": "mizhnarodni_vidnosyny",
        "category_name": "міжнародні відносини",
	    "category_icon": "GiEcology",
	    "category_color": "",
	    "category_description": "Міжнародні відносини - це академічна дисципліна, яка зосереджена на вивченні взаємодії суб'єктів міжнародної політики. Ця дисципліна піднімає питання міжнародної політичної економії, глобального управління, міжкультурних стосунків, національної і етнічної самобутності, аналізу зовнішньої політики, досліджень в області розвитку, довкілля, міжнародної безпеки, дипломатії, тероризму, засобів масової інформації, соціальних рухів і багато що інше.",
	    "categories": [
            {
		        "id": "291",
		        "link": "mizhnarodni_vidnosyny,_suspilni_komunikatsii_ta_rehionalni_studii",
                "image": "images/.jpg",
                "name": "міжнародні відносини, суспільні комунікації та регіональні студії",
		        "description": ""
	        },
			{
				"id": "292",
				"link": "mizhnarodni_ekonomichni_vidnosyny",
                "image": "images/.jpg",
                "name": "міжнародні економічні відносини",
				"description": "надає студентам глибоке розуміння ринкових, політичних та інших сил, які керують процесом економічної глобалізації, а також приватних і громадських суб'єктів і інститутів, які формують міжнародну торгівлю. і фінансові події та політика."
			},
			{
				"id": "293",
				"link": "mizhnarodne_pravo",
                "image": "images/.jpg",
                "name": "міжнародне право",
				"description": "це набір правил, яким країни йдуть у відносинах один з одним. У міжнародному праві можна виділити три окремих юридичних процеси, які включають публічне міжнародне право (відносини між суверенними державами і міжнародними організаціями, такими як Міжнародний кримінальний суд), міжнародне приватне право (рішення питань юрисдикції в конфлікті) і наднаціональне право."
			}
		]
    }
]
